{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim",
      "version": "'master'"
    },
    "academic.nvim": {
      "src": "https://github.com/ficcdaf/academic.nvim",
      "version": "'main'"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'master'"
    },
    "copilot-lsp": {
      "src": "https://github.com/copilotlsp-nvim/copilot-lsp",
      "version": "'main'"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua",
      "version": "'master'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'main'"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets",
      "version": "'main'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim",
      "version": "'main'"
    },
    "hardtime.nvim": {
      "src": "https://github.com/m4xshen/hardtime.nvim",
      "version": "'main'"
    },
    "lualine-pretty-path": {
      "src": "https://github.com/bwpge/lualine-pretty-path",
      "version": "'main'"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim",
      "version": "'master'"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim",
      "version": ">=0.0.0"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": "'main'"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim",
      "version": ">=0.0.0"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": "'master'"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors",
      "version": "'main'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'master'"
    },
    "persisted.nvim": {
      "src": "https://github.com/olimorris/persisted.nvim",
      "version": "'main'"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim",
      "version": "'main'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'main'"
    },
    "snakemake": {
      "src": "https://github.com/snakemake/snakemake",
      "version": ">=0.0.0"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim",
      "version": "'main'"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim",
      "version": ">=0.0.0"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth",
      "version": "'master'"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround",
      "version": "'master'"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired",
      "version": "'master'"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex",
      "version": "'master'"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
