tap "homebrew/bundle"
brew "direnv"
brew "fzf"
brew "git"
brew "htop"
brew "juliaup"
brew "lazygit"
brew "micromamba"
brew "neovim"
brew "node"
brew "nushell"
brew "python@3.13"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "basictex"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "spotify"
cask "wezterm@nightly"
cask "zotero"
